let ap=[
    {num:"1130201",name:"吳紹慈",score:0},//ㄨˊ ㄕㄠˋ ㄘˊ
    {num:"1130227",name:"傅紳豪",score:0},//ㄈㄨˋ ㄕㄣ ㄏㄠˊ
    {num:"1130229",name:"劉芫睿",score:0},//ㄌㄧㄡˊ ㄩㄢˊ ㄖㄨㄟˋ
    {num:"1130511",name:"游倚楓",score:0},//ㄧㄡˊ ㄧˇ ㄈㄥ
    {num:"1130524",name:"康鈞惟",score:0},//ㄎㄤ ㄐㄩㄣ ㄨㄟˊ
    {num:"1130712",name:"賴知琪",score:0},//ㄌㄞˋ ㄓ ㄑㄧˊ
    {num:"1130902",name:"李羽舒",score:0},//ㄌㄧˇ ㄩˇ ㄕㄨ
    {num:"1131020",name:"林晉詣",score:0},//ㄌㄧㄣˊ ㄐㄧㄣˋ ㄧˋ
    {num:"1131032",name:"廖偉恩",score:0},//ㄌㄧㄠˋ ㄨㄟˇ ㄣ
    {num:"1131118",name:"林子宸",score:0},//ㄌㄧㄣˊ ㄗˇ ㄔㄣˊ
    {num:"1131315",name:"古秉軒",score:0},//ㄍㄨˇ ㄅㄧㄥˇ ㄒㄩㄢ
    {num:"1131524",name:"高睿濬",score:0},//ㄍㄠ ㄖㄨㄟˋ ㄐㄩㄣˋ
    {num:"1131602",name:"洪慧幀",score:0},//ㄏㄨㄥˊ ㄏㄨㄟˋ ㄓㄥˋ
    {num:"1131609",name:"游牧仁",score:0},//ㄧㄡˊ ㄇㄨˋ ㄖㄣˊ
    {num:"1131817",name:"林子錡",score:0},//ㄌㄧㄣˊ ㄗˇ ㄑㄧˊ
    {num:"1120306",name:"李嘉媛",score:0},//ㄌㄧˇ ㄐㄧㄚ ㄩㄢˊ
    {num:"1121523",name:"張哲瑋",score:0},//ㄓㄤ ㄓㄜˊ ㄨㄟˇ
    {num:"1120225",name:"林敬哲",score:0},//ㄌㄧㄣˊ ㄐㄧㄥˋ ㄓㄜˊ
    {num:"1121126",name:"莊可謙",score:0},//ㄓㄨㄤ ㄎㄜˇ ㄑㄧㄢ
    {num:"1121031",name:"褚嘉宏",score:0},//ㄔㄨˇ ㄐㄧㄚ ㄏㄨㄥˊ
    {num:"1120322",name:"吳義堂",score:0},//ㄨˊ ㄧˋ ㄊㄤˊ
    {num:"1121025",name:"高立珉",score:0},//ㄍㄠ ㄌㄧˋ ㄇㄧㄣˊ
    {num:"1121527",name:"陳柏舜",score:0},//ㄔㄣˊ ㄅㄛˊ ㄕㄨㄣˋ
    {num:"1120331",name:"黃傳詠",score:0},//ㄏㄨㄤˊ ㄔㄨㄢˊ ㄩㄥˇ
    {num:"1120732",name:"廖崇佑",score:0},//ㄌㄧㄠˋ ㄔㄨㄥˊ ㄧㄡˋ
    {num:"1121524",name:"張福恩",score:0},//ㄓㄤ ㄈㄨˊ ㄣ
    {num:"1121131",name:"曾子恆",score:0},//ㄗㄥ ㄗˇ ㄏㄥˊ
    {num:"1121034",name:"鐘王誠",score:0},//ㄓㄨㄥ ㄨㄤˊ ㄔㄥˊ
    {num:"1121023",name:"邱凡暠",score:0},//ㄑㄧㄡ ㄈㄢˊ ㄍㄠˇ
    {num:"1121028",name:"陶昱辰",score:0},//ㄊㄠˊ ㄩˋ ㄔㄣˊ
    {num:"1120133",name:"楊彥廷",score:0},//ㄧㄤˊ ㄧㄢˋ ㄊㄧㄥˊ
    {num:"1121130",name:"陳葆謙",score:0},//ㄔㄣˊ ㄅㄠˇ ㄑㄧㄢ
    {num:"1121715",name:"吳哲旼",score:0},//ㄨˊ ㄓㄜˊ ㄇㄧㄣˊ
    {num:"1121805",name:"吳昀耘",score:0},//ㄨˊ ㄩㄣˊ ㄩㄣˊ
    {num:"1121817",name:"謝涵萱",score:0}//ㄒㄧㄝˋ ㄏㄢˊ ㄒㄩㄢ
];
//{num:"",name:"",score:0}